import React from "react";

const EventKanban = () => {
  // Реализуйте интерфейс для визуализации активностей мероприятия. Для нового мероприятия Kanban – доска отображает только активности,
  // время и жюри. Если в рамках какой-то активности участниками сформированы задачи,
  // то при нажатии  на активность должно появиться  немодальное окно со списком задач и ФИО участника, который эту задачу внес в активность.
  // Система должна позволить «перетаскивать» активности по экрану и располагать их по усмотрению пользователя.
  // В данном окне при выборе мероприятия из выпадающего списка возможен просмотр  Kanban-досок всех мероприятий.

  return <div>EventKanban</div>;
};

export default EventKanban;
