import React from "react";

const JuryRegistration = () => {
  //Сессия 2
  //     Реализуйте интерфейс для регистрации жюри/модераторов. Эта функция доступна только организаторам.
  // При открытии окна регистрации система генерирует уникальный ID Number, изменить его нельзя.
  // При регистрации  жюри/модератора  необходимо указать
  // •ФИО;
  // •пол (выбор из списка);
  // •роль (выбор из списка)’
  // •e-mail;
  // •телефон в формате +7(999) - 099-90-90;
  // •направление (выбор из выпадающего списка или ручной ввод; при ручном вводе данные сохраняются в базе данных);
  // •мероприятие (в случае выбора функции «Прикрепить к мероприятию», выбор из списка);
  // •фото (необязательное поле);
  // •пароль (с повтором), соответствующий требованиям:
  // ⦁не менее 6 символов;
  // ⦁заглавные и строчные буквы;
  // ⦁не менее одного спецсимвола;
  // ⦁не менее одной цифры.

  return <div>JuryRegistration</div>;
};

export default JuryRegistration;
