import React from "react";

const MyActivities = () => {
  //Сессия 2
  //     Реализуйте интерфейс для отслеживания активностей модератора. В данном окне система так же приветствует пользователя, показывает все активности, которые модерирует пользователь. При выборе активности в левом поле справа должна появиться информация об активности:
  // •	участники по активности;
  // •	ресурсы, необходимые для выполнения задания.
  // Во вкладке с ресурсами модератор может просмотреть список ресурсов для участников, может скачать ресурс, удалить его, добавить ресурс.

  return <div>MyActivities</div>;
};

export default MyActivities;
