import React from "react";

const ParticipantRegistration = () => {
  //     Реализуйте интерфейс для регистрации участника мероприятия.
  //     Эта функция доступна организаторам и всем незарегистрированным пользователям.
  //     При открытии окна регистрации система генерирует уникальный ID Number, изменить его нельзя.
  // При регистрации участника необходимо указать
  // •	имя;
  // •	пол (выбор из списка);
  // •	дату в формате ДД.ММ.ГГГГ;
  // •	e-mail;
  // •	телефон в формате +7(___) - ____-___-___;
  // •	страну (выбор из выпадающего списка);
  // •	фото (необязательное поле);
  // •	пароль (с повтором), соответствующий требованиям:
  // ⦁	не менее 6 символов;
  // ⦁	заглавные и строчные буквы;
  // ⦁	не менее одного спецсимвола;
  // ⦁	не менее одной цифры.

  return <div>ParticipantRegistration</div>;
};

export default ParticipantRegistration;
